tap "buildpacks/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
brew "cocoapods"
brew "docker"
brew "fish"
brew "htop"
brew "libpq"
brew "mise"
brew "neovim"
brew "pgcli"
brew "pre-commit"
brew "ripgrep"
brew "starship"
brew "watchman"
brew "buildpacks/tap/pack"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
cask "flameshot"
cask "font-iosevka-nerd-font"
cask "ngrok"
cask "orbstack"
cask "spotify"
cask "wezterm"
